// src/data/obstacles.ts
import { ObstacleItem } from "@/components/obstacles/Obstacles.types";

const obstacles: ObstacleItem[] = [
  {
    id: 1,
    title: "نگرانی از هزینه‌های تبلیغات",
    description:
      "برخی افراد ممکن است تصور کنند که تبلیغات هزینه‌بر است؛ اما با بهینه‌سازی درست، بازگشت سرمایه افزایش می‌یابد."
  },
  {
    id: 2,
    title: "ترس از پیچیدگی مدیریت",
    description:"نگران هماهنگی با اهداف کسب‌وکار خود نباشید؛ پرشین سایت برنامه‌ای متناسب با نیازهای شما طراحی خواهد کرد."
  },
  {
    id: 3,
    title: "تصور زمان‌بر بودن نتایج",
    description:
      "برخی نگران‌اند که نتایج تبلیغات دیر به دست آید؛ ما استراتژی‌هایی داریم که با سرعت مناسب نتیجه‌بخش هستند."
  },
  {
    id: 4,
    title: "نا‌آگاهی از تاثیر تبلیغات",
    description:
      "بسیاری از افراد نمی‌دانند که کمپین‌های تبلیغاتی چگونه می‌توانند منجر به افزایش فروش شوند."
  },
  {
    id: 5,
    title: "عدم تخصص تیم در تبلیغات",
    description:
      "بسیاری از افراد نمی‌دانند که کمپین‌های تبلیغاتی چگونه می‌توانند منجر به افزایش فروش شوند."
  },
  {
    id: 6,
    title: "دغدغه هدر رفتن بودجه",
    description: " اگر نگران عدم کسب نتیجه هستید، پرشین سایت با برنامه‌ریزی به شما اطمینان می‌دهد که از بودجه خود استفاده خواهید کرد.."
  }
];

export default obstacles;
